Repository: mohammad-faalfard/reusable-shop
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fa

source: Type of discount: percentage or fixed amount.
fa: نوع تخفیف: درصد یا مبلغ ثابت.

source: Minimum Cart Value
fa: حداقل ارزش سبد خرید

source: Minimum cart value required to apply this coupon.
fa: حداقل ارزش سبد خرید مورد نیاز برای اعمال این کوپن.

source: Discount Amount
fa: مقدار تخفیف

source: The actual discount amount applied to the cart (fixed or percentage).
fa: مبلغ تخفیف اعمال شده روی سبد خرید (ثابت یا درصد)

source: Maximum Discount Total
fa: حداکثر مجموع تخفیف

source: Maximum discount amount for a cart when the coupon type is percentage.
fa: حداکثر مقدار تخفیف برای سبد خرید وقتی که نوع کوپن درصدی باشد.

source: The valid_from date cannot be later than the valid_until date.
fa: تاریخ شروع معتبر نمی‌تواند بعد از تاریخ پایان معتبر باشد.

source: For percentage discounts, the amount must be between 0 and 100.
fa: برای تخفیف‌های درصدی، مقدار باید بین ۰ تا ۱۰۰ باشد.

source: Coupons
fa: کوپن‌ها

source: The user who used the coupon.
fa: کاربری که از کوپن استفاده کرده است.

source: The coupon that was consumed.
fa: کوپنی که مصرف شده است.

source: Coupon Consumption
fa: مصرف کوپن

source: Coupon Consumptions
fa: مصارف کوپن‌ها

source: Invalid coupon code.
fa: کوپن معتیر نیست

source: This coupon has expired.
fa: این کوپن منقضی شده است.

source: This coupon is not yet valid.
fa: این کوپن معتبر نیست.

source: This coupon has reached its usage limit.
fa: این کوپن به حد استفاده خود رسیده است.

source: You have already used this coupon.
fa: شما قبلاً از این کوپن استفاده کرده اید

source: This coupon is no longer active.
fa: این کوپن در حال حاضر فعال نیست.

source: Your cart total price must be at least {coupon.min_cart} to use this coupon.
fa: برای استفاده از این کوپن، قیمت کل سبد خرید شما باید حداقل {coupon.min_cart} باشد.

source: Shipments Management
fa: مدیریت ارسال‌ها

source: Service Type
fa: نوع خدمت

source: Select the type of service for this shipment.
fa: نوع خدمت برای این ارسال را انتخاب کنید.

source: A detailed description of the shipment type.
fa: توضیحات دقیق ارسال.

source: Upload the logo for the shipment type.
fa: لوگوی مربوط به نوع ارسال را بارگذاری کنید.

source: The base price for this shipment type.
fa: قیمت پایه برای این نوع ارسال.

source: VAT
fa: مالیات بر ارزش افزوده

source: The VAT (Value Added Tax) percentage for this shipment type.
fa: درصد مالیات بر ارزش افزوده برای این نوع ارسال.

source: Shipment Types
fa: انواع ارسال

source: wallet management
fa: مدیریت کیف پول

source: current balance
fa: موجودی جاری

source: wallets
fa: کیف پول‌ها

source: value
fa: مقدار

source: log
fa: لاگ

source: total balance
fa: مجموع موجودی

source: wallet transaction
fa: تراکنش کیف پول

source: wallet transactions
fa: تراکنش‌های کیف پول

source: Groups
fa: گروه‌ها

source: Group Users
fa: کاربران گروه

source: FAQ Management
fa: پرسش های متداول

source: Contact Us Management
fa: مدیریت ارتبا با ما

source: Location Management
fa: مدیریت آدرس ها

source: Product Offer Management
fa: مدیریت پیشنهادات محصول

source: Order Management
fa: مدیریت سفارشات

source: Coupon Management
fa: مدیریت کوپن

source: Coupon Consumes
fa: مصارف کوپن‌ها

source: Product Management
fa: مدیریت محصولات

source: Properties
fa: ویژگی‌ها

source: Discounts
fa: تخفیف ها

source: Navigation
fa: نویگیشن

source: account management
fa: مدیریت حساب کاربری

source: Admin Users
fa: ادمین ها

source: New Users
fa: کاربران جدید

source: Brands
fa: برند ها

source: Reviews
fa: بازخورد ها

source: Wishlists
fa: لیست علاقه‌مندی‌ها

source: Shipments Manangement
fa: مدیریت ارسال

source: Wallet Management
fa: مدیریت کیف پول

source: Wallets
fa: کیف پول‌ها

source: Transactions
fa: تراکنش‌ها

source: Carts Management
fa: مدیریت سبد خرید

source: Messaging
fa: مدیریت پیام ها

source: Group Messages
fa: پیام‌های گروهی

source: User Messages
fa: پیام‌های کاربران

source: Blog Management
fa: مدیریت بلاگ

source: Bookmark
fa: بوکمارک

source: Shop Adminstoration
fa: مدیریت فروشگاه

source: EXAMPLE CHOICE NOT DEFINED
fa: انتخاب نمونه تعریف نشده

source: EXAMPLE CHOICE ZERO
fa: انتخاب نمونه صفر

source: EXAMPLE CHOICE ONE
fa: انتخاب نمونه یک

source: Not Defined
fa: تعریف نشده

source: New Answer
fa: پاسخ جدید

source: Percent
fa: درصد

source: Good
fa: خوب

source: Excellent
fa: عالی

source: Main Page - First
fa: صفحه اصلی - بنر اول

source: Main Page - Second
fa: صفحه اصلی - بنر دوم

source: Manual
fa: دستی

source: Payment waiting
fa: در انتظار پرداخت

source: Order placed
fa: سفارش ثبت شد

source: Product packaging
fa: بسته‌بندی محصول

source: Ready for shipment
fa: آماده برای ارسال

source: On the way
fa: در حال ارسال

source: Dropped in the delivery station
fa: تحویل به مرکز

source: Delivered
fa: تحویل داده شد

source: Canceled
fa: لغو شد

source: Created At
fa: ایجاد شده در

source: Updated at
fa: به‌روزرسانی شده در

source: Is active
fa: فعال است

source: view count
fa: تعداد بازدید

source: Updated by
fa: به‌روزرسانی شده توسط

source: Created By
fa: ایجاد شده توسط

source: Priority
fa: اولویت

source: Priority of the record. Starting from 0
fa: اولویت رکورد از 0 شروع می‌شود

source: Options
fa: گزینه ها

source: Commands
fa: دستورات

source: Missing command.
fa: دستور از دست رفته

source: Error: {message}
fa: خطا: {message}

source: unknown error
fa: خطای نامشخص

source: Repeat for confirmation
fa: برای تأیید دوباره تکرار کنید

source: Error: The value you entered was invalid.
fa: خطا: مقداری که وارد کرده‌اید نامعتبر است.

source: Error: {e.message}
fa: خطا: {e.message}

source: Error: The two entered values do not match.
fa: خطا: دو مقداری که وارد کرده‌اید مطابقت ندارند.

source: Error: invalid input
fa: خطا: ورودی نامعتبر است.

source: Press any key to continue...
fa: برای ادامه هر کلیدی را کلیک کنید...

source: {value!r} is not {choice}.
fa: مقدار %(value)r یک انتخاب معتبر نیست.

source: {value!r} is not a valid {number_type}.
fa: {value!r} یک {number_type} معتبر نیست.

source: {value!r} is not a valid boolean.
fa: {value!r} یک مقدار صفر و یک معتبر نیست.

source: {value!r} is not a valid UUID.
fa: {value!r} یک UUID معتبر نیست.

source: file
fa: فایل

source: directory
fa: دایرکتوری

source: path
fa: مسیر

source: Messages
fa: پیام ها

source: Static Files
fa: فایل‌های استاتیک

source: Syndication
fa: انتشار مطالب

source: Enter a valid value.
fa: مقدار معتبر وارد کنید.

source: Enter a valid domain name.
fa: نام دامنه معتبر وارد کنید.

source: Enter a valid URL.
fa: آدرس اینترنتی معتبر وارد کنید.

source: Enter a valid integer.
fa: عدد صحیح معتبر وارد کنید.

source: Enter a valid email address.
fa: آدرس ایمیل معتبر وارد کنید.

source: Enter only digits separated by commas.
fa: فقط اعداد را با کاما از هم جدا کنید.

source: Ensure this value is %(limit_value)s (it is %(show_value)s).
fa: مطمئن شوید که این مقدار %(limit_value)s است (در حال حاضر %(show_value)s است).

source: Ensure this value is less than or equal to %(limit_value)s.
fa: مطمئن شوید که این مقدار کمتر از یا برابر با %(limit_value)s است.

source: Ensure this value is greater than or equal to %(limit_value)s.
fa: مطمئن شوید که این مقدار بزرگتر از یا برابر با %(limit_value)s است.

source: Ensure this value is a multiple of step size %(limit_value)s.
fa: مطمئن شوید که این مقدار یک مضرب از اندازه گام %(limit_value)s است.

source: Ensure this value is a multiple of step size %(limit_value)s, starting from %(offset)s, e.g. %(offset)s, %(valid_value1)s, %(valid_value2)s, and so on.
fa: مطمئن شوید که این مقدار یک مضرب از اندازه گام %(limit_value)s است، شروع از %(offset)s، برای مثال: %(offset)s، %(valid_value1)s، %(valid_value2)s، و غیره.

source: and
fa: و

source: %(model_name)s with this %(field_labels)s already exists.
fa: %(model_name)s با این %(field_labels)s قبلاً وجود دارد.

source: Constraint “%(name)s” is violated.
fa: محدودیت «%(name)s» نقض شده است.

source: Value %(value)r is not a valid choice.
fa: مقدار %(value)r یک انتخاب معتبر نیست.

source: This field cannot be null.
fa: این فیلد نمی‌تواند خالی باشد.

source: This field cannot be blank.
fa: این فیلد نمی‌تواند خالی باقی بماند.

source: %(model_name)s with this %(field_label)s already exists.
fa: %(model_name)s با این %(field_label)s قبلاً وجود دارد.

source: %(field_label)s must be unique for %(date_field_label)s %(lookup_type)s.
fa: %(field_label)s باید برای %(date_field_label)s %(lookup_type)s یکتا باشد.

source: Field of type: %(field_type)s
fa: فیلد از نوع: %(field_type)s

source: “%(value)s” value must be either True or False.
fa: مقدار «%(value)s» باید True یا False باشد.

source: “%(value)s” value must be either True, False, or None.
fa: مقدار «%(value)s» باید True، False یا None باشد.

source: Boolean (Either True or False)
fa: بولین (یا True یا False)

source: String (up to %(max_length)s)
fa: رشته (تا حداکثر %(max_length)s)

source: String (unlimited)
fa: رشته (بدون محدودیت)

source: Comma-separated integers
fa: اعداد صحیح جدا شده با کاما

source: Duration
fa: مدت

source: Email address
fa: ایمیل

source: File path
fa: مسیر فایل

source: Integer
fa: عدد صحیح

source: Boolean (Either True, False or None)
fa: بولی (یا True، یا False، یا None)

source: Time
fa: زمان

source: File
fa: فایل

source: A JSON object
fa: یک شیء JSON

source: This field is required.
fa: این فیلد الزامی است.

source: Upload a valid image. The file you uploaded was either not an image or a corrupted image.
fa: یک تصویر معتبر آپلود کنید. فایلی که آپلود کردید یا تصویر نیست یا خراب است.

source: Select a valid choice. %(value)s is not one of the available choices.
fa: یک انتخاب معتبر انجام دهید. %(value)s یکی از گزینه‌های موجود نیست.

source: Delete
fa: حذف

source: Please correct the duplicate data for %(field)s.
fa: لطفاً داده‌های تکراری برای %(field)s را اصلاح کنید.

source: Please correct the duplicate values below.
fa: لطفاً مقادیر تکراری زیر را اصلاح کنید.

source: The inline value did not match the parent instance.
fa: مقدار درون‌خطی با نمونه والد مطابقت ندارد.

source: Select a valid choice. That choice is not one of the available choices.
fa: یک گزینه معتبر انتخاب کنید. این گزینه یکی از گزینه‌های موجود نیست.

source: Clear
fa: پاک کردن

source: Currently
fa: در حال حاضر

source: Yes
fa: بله

source: No
fa: خیر

source: p.m.
fa: عصر

source: a.m.
fa: صبح

source: PM
fa: عصر

source: AM
fa: صبح

source: midnight
fa: نیمه شب

source: noon
fa: عصر

source: Mon
fa: دوشنبه

source: Tue
fa: سه شنبه

source: Wed
fa: چهارشنبه

source: Thu
fa: پنج شنبه

source: Fri
fa: جمعه

source: Sat
fa: شنبه

source: Sun
fa: یکشنبه

source: January
fa: ژانویه

source: February
fa: فوریه

source: March
fa: مارچ

source: April
fa: آوریل

source: June
fa: ژوئن

source: July
fa: جولای

source: August
fa: آگست

source: September
fa: سپتامبر

source: October
fa: اوکتبر

source: November
fa: نوامبر

source: December
fa: دسامبر

source: jan
fa: ژانویه

source: feb
fa: فوریه

source: mar
fa: مارچ

source: apr
fa: آوریل

source: may
fa: مه

source: jun
fa: ژوئن

source: jul
fa: جولای

source: aug
fa: آگست

source: sep
fa: سپتامبر

source: oct
fa: اوکتبر

source: nov
fa: نوامبر

source: dec
fa: دسامبر

# abbrev. month
source: Jan.
fa: ژانویه

# abbrev. month
source: Feb.
fa: فوریه

# abbrev. month
source: March
fa: مارچ

# abbrev. month
source: April
fa: آوریل

# abbrev. month
source: May
fa: مه

# abbrev. month
source: June
fa: ژوئن

# abbrev. month
source: July
fa: جولای

# abbrev. month
source: Aug.
fa: آگست

# abbrev. month
source: Sept.
fa: سپتامبر

# abbrev. month
source: Oct.
fa: اوکتبر

# abbrev. month
source: Nov.
fa: نوامبر

# abbrev. month
source: Dec.
fa: دسامبر

# alt. month
source: January
fa: ژانویه

# alt. month
source: February
fa: فوریه

# alt. month
source: March
fa: مارچ

# alt. month
source: April
fa: آوریل

# alt. month
source: May
fa: مه

# alt. month
source: June
fa: ژوئن

# alt. month
source: July
fa: جولای

# alt. month
source: August
fa: آگست

# alt. month
source: September
fa: سپتامبر

# alt. month
source: October
fa: اوکتبر

# alt. month
source: November
fa: نوامبر

# alt. month
source: December
fa: دسامبر

source: This is not a valid IPv6 address.
fa: این یک آدرس IPv6 معتبر نیست.

source: or
fa: یا

source: Django Documentation
fa: مستندات جنگو

source: View on site
fa: مشاهده سایت

source: Delete?
fa: حذف؟

source: Date:
fa: :تاریخ

source: Time:
fa: زمان:

source: Select record
fa: انتخاب رکورد

source: Select value
fa: انتخاب مقدار

source: Select action
fa: انتخاب عملیات

source: All
fa: همه

source: From
fa: از

source: To
fa: تا

source: Date from
fa: تاریخ از

source: Date to
fa: تاریخ تا

source: Not enough data.
fa: داده کافی نیست.

source: Add new item
fa: افزودن آیتم جدید

source: Paragraph
fa: پاراگراف

source: Underlined
fa: زیرخط دار

source: Undo
fa: بازگشت

source: Redo
fa: انجام مجدد

source: Object permissions
fa: مجوزهای آبجکت

source: Object
fa: آبجکت

source: Group
fa: گروه

source: Group permissions
fa: مجوزهای گروه

source: Action
fa: عملیات

source: Edit
fa: ویرایش

source: Manage group
fa: مدیریت گروه

source: User permissions
fa: مجوزهای کاربر

source: Manage user
fa: مدیریت کاربر

source: Export
fa: صادر

source: Import
fa: واردات

source: Submit
fa: ارسال

source: Confirm import
fa: تأیید واردات

source: Line number
fa: شماره خط

source: Update
fa: به‌روزرسانی

source: Row
fa: سطر

source: Errors
fa: خطاها

source: History
fa: تاریخچه

source: Date/time
fa: تاریخ/زمان

source: Comment
fa: کامنت

source: Changed by
fa: تغییر داده شده توسط

source: Change reason
fa: دلیل تغییر

source: Changes
fa: تغییرات

source: Change History
fa: تاریخچه تغییرات

source: Select action to run
fa: عملیات مورد نظر برای اجرا را انتخاب کنید

source: Run the selected action
fa: اجرای عمل انتخاب‌ شده

source: Run
fa: اجرا

source: Click here to select the objects across all pages
fa: برای انتخاب اشیاء در تمام صفحات اینجا را کلیک کنید

source: Django administration
fa: مدیریت جنگو

source: You don’t have permission to view or edit anything.
fa: شما اجازه مشاهده یا ویرایش هیچ چیزی را ندارید.

source: Enter a username and password.
fa: یک نام کاربری و رمز عبور وارد کنید.

source: Change password
fa: تغییر رمز عبور

source: Add %(name)s
fa: افزودن %(name)s

source: Filters
fa: فیلتر ها

source: Select all rows
fa: انتخاب همه ردیف‌ها

source: Toggle sorting
fa: تغییر ترتیب مرتب‌سازی

source: Remove from sorting
fa: حذف از مرتب‌سازی

source: Sorting priority: %(priority_number)s
fa: اولویت مرتب‌سازی: %(priority_number)s

source: Objects
fa: اشیاء

source: Delete multiple objects
fa: حذف چندین شیء

source: Welcome back to
fa: خوش آمدید به

source: Log in
fa: ورود

source: Forgotten your password or username?
fa: رمز عبور یا نام کاربری خود را فراموش کرده‌اید؟

source: Return to site
fa: بازگشت به سایت

source: Menu
fa: منو

source: Show all
fa: نمایش همه

source: Type to search
fa: جستجو

source: Save and continue editing
fa: ذخیره و ادامه ویرایش

source: Save and view
fa: ذخیره و مشاهده

source: Save and add another
fa: ذخیره و افزودن مورد دیگر

source: Save as new
fa: ذخیره به عنوان جدید

source: You have been successfully logged out from the administration
fa: شما با موفقیت از مدیریت سیستم خارج شدید

source: Thanks for spending some quality time with the web site today.
fa: از اینکه امروز وقت خود را با وب‌سایت گذراندید، متشکریم.

source: Log in again
fa: دوباره وارد شوید

source: Your password was changed.
fa: رمز عبور شما تغییر یافت.

source: Please enter your old password, for security’s sake, and then enter your new password twice so we can verify you typed it in correctly.
fa: لطفاً رمز عبور قدیمی خود را وارد کنید، به دلیل مسائل امنیتی، سپس رمز عبور جدید خود را دو بار وارد کنید تا ما بتوانیم صحت وارد کردن آن را بررسی کنیم.

source: Filter
fa: فیلتر

source: Hide counts
fa: مخفی کردن شمارش‌ها

source: Show counts
fa: نمایش شمارش‌ها

source: Clear all filters
fa: حذف همه فیلترها

source: Apply Filters
fa: اعمال فیلترها

source: View site
fa: مشاهده سایت

source: Log out
fa: خروج

source: More actions
fa: اقدامات بیشتر

source: All applications
fa: تمامی برنامه‌ها

source: Add
fa: افزودن

source: True
fa: بله

source: False
fa: خیر

source: No, take me back
fa: نه، مرا برگردان

source: Yes, I’m sure
fa: بله، مطمئنم

source: Record picture
fa: تصویر ثبت

source: Recent actions
fa: اقدامات اخیر

source: Unknown content
fa: محتوای ناشناخته

source: Please correct the error below.
fa: لطفاً خطای زیر را اصلاح کنید.

source: Please correct the errors below.
fa: لطفاً خطاهای زیر را اصلاح کنید.

source: Search apps and models...
fa: جستجو در برنامه‌ها و مدل‌ها...

source: Filter navigation items
fa: فیلتر موارد نویگیشن

source: Dark
fa: تاریک

source: Light
fa: روشن

source: System
fa: سیستم

source: Welcome,
fa: خوش آمدید،

source: Image preview
fa: پیش‌نمایش تصویر

source: Choose file to upload
fa: فایل برای بارگذاری را انتخاب کنید

source: Change selected %(model)s
fa: تغییر %(model)s های انتخاب شده

source: Add another %(model)s
fa: اضافه کردن %(model)s دیگری

source: View selected %(model)s
fa: مشاهده %(model)s های انتخاب شده

source: Delete selected %(model)s
fa: حذف %(model)s های انتخاب شده

source: Select all objects on this page for an action
fa: تمام اشیاء این صفحه را برای اقدام انتخاب کنید

source: Date
fa: تاریخ

source: Select currency
fa: انتخاب ارز
