Repository: mohammad-faalfard/reusable-shop
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fa

source: General
fa: عمومی

source: Personal Info
fa: اطلاعات شخصی

source: Permissions
fa: مجوزها

source: Important dates
fa: تاریخ‌های مهم

source: general
fa: عمومی

source: Contact Info
fa: اطلاعات تماس

source: wallet
fa: کیف پول

source: block & deactivate
fa: مسدود کردن و غیرفعال کردن

source: user blocked
fa: کاربر مسدود شد

source: unblock & activate
fa: برداشتن مسدودیت و فعال‌سازی

source: user unblocked
fa: کاربر از حالت مسدود خارج شد

source: Account Management
fa: مدیریت حساب کاربری

source: Username
fa: نام کاربری

source: Phone Number
fa: شماره تلفن

source: Email Address
fa: ایمیل

source: Address Title
fa: عنوان ادرس

source: Postal Code
fa: کد پستی

source: Street Address
fa: ادرس خیابان

source: User
fa: کاربر

source: Title
fa: عنوان

source: City
fa: شهر

source: Street
fa: خیابان

source: Address
fa: آدرس

source: Addresses
fa: آدرس ها

source: admin user
fa: کاربر مدیر

source: admin users
fa: کاربران مدیر

source: Normal user
fa: کاربر عادی

source: Normal users
fa: کاربران عادی

source: new user
fa: کاربر جدید

source: new users
fa: کاربران جدید

source: Is Verified Phone Number
fa: آیا شماره تلفن تایید شده است؟

source: Email
fa: ایمیل

source: Is Verified Email
fa: آیا ایمیل تایید شده است؟

source: Reset Password Token
fa: توکن بازنشانی رمز عبور

source: Wallet
fa: کیف پول

source: Users
fa: کاربران

source: Base Data
fa: داده‌های پایه

source: Timestamps
fa: برچسب زمان

source: blogs
fa: وبلاگ

source: Write your comment...
fa: نظر خود را بنویسید...

source: Post
fa: پست

source: Blog Bookmark
fa: بوکمارک

source: Blog Bookmarks
fa: بوکمارک ها

source: Logo
fa: لوگو

source: Parent
fa: والد

source: Blog Category
fa: دسته بندی

source: Blog Categories
fa: دسته بندی ها

source: Category
fa: دسته بندی

source: Content
fa: محتوا

source: Tags
fa: برچسب‌ها

source: Read Time (minutes)
fa: زمان مطالعه (دقیقه)

source: Estimated time to read the post in minutes. Calculated based on word count.
fa: زمان تقریبی برای خواندن پست به دقیقه. بر اساس تعداد کلمات محاسبه می‌شود.

source: Image
fa: تصویر

source: Blog Post
fa: پست

source: Blog Posts
fa: پست ها

source: Edited At
fa: ویرایش شده در

source: Accepted
fa: آیا تأیید شده است

source: Comment Text
fa: کامنت

source: Reply to
fa: پاسخ به

source: Sender
fa: فرستنده

source: You cannot reply to your own comment.
fa: شما نمی‌توانید به کامنت خود پاسخ دهید.

source: Post Comment
fa: نظر

source: Post Comments
fa: نظر ها

source: Tag Name
fa: نام برچسب

source: Tag
fa: برچسب

source: Carts
fa: سبد های خرید

source: Session ID
fa: شناسه جلسه

source: Cart
fa: سبد خرید

source: Each cart must at least have a user or session ID.
fa: هر سبد خرید باید حداقل یک شناسه کاربر یا شناسه جلسه داشته باشد.

source: Unknown
fa: ناشناخته

source: Quantity
fa: تعداد

source: Minimum Quantity Of Product Is 1
fa: حداقل تعداد محصول ۱ است

source: Cart Item
fa: آیتم خرید

source: Cart Items
fa: آیتم سبد خرید

source: Duplicate Product Inside The Cart
fa: محصول تکراری در سبد خرید

source: CMS Management
fa: مدیریت محتوا

source: Link
fa: لینک

source: Optional link to associate with the banner.
fa: لینک اختیاری برای ارتباط با بنر.

source: Text
fa: متن

source: Button Text
fa: متن دکمه

source: Holder
fa: محل قرارگیری بنر

source: Placement of the banner in the frontend.
fa: محل قرارگیری بنر در سایت.

source: Banner
fa: بنر

source: Banners
fa: بنر ها

source: Active From
fa: فعال از

source: Active Until
fa: معتبر تا

source: Product Offer
fa: پیشنهاد محصول

source: Product Offers
fa: پیشنهادات محصول

source: Product
fa: کالا

source: Stock
fa: موجودی

source: Sold Stock
fa: فروخته شده

source: Discount
fa: تخفیف

source: Product Offer Item
fa: آیتم پیشنهاد محصول

source: Product Offer Items
fa: آیتم های پیشنهاد محصول

source: Media
fa: رسانه

source: Subtitle
fa: زیرنویس

source: Slider
fa: اسلایدر

source: Sliders
fa: اسلایدر ها

source: Dashboard
fa: داشبورد

source: Django site admin
fa: مدیر سایت جنگو

source: Last 7 days
fa: هفت روز گذشته

source: The most trending products in last 2 weeks
fa: محصولات پرطرفدار در دو هفته گذشته

source: Monday
fa: دوشنبه

source: Tuesday
fa: سه‌شنبه

source: Wednesday
fa: چهارشنبه

source: Thursday
fa: پنج‌شنبه

source: Friday
fa: جمعه

source: Saturday
fa: شنبه

source: Sunday
fa: یکشنبه

source: Development
fa: توسعه

source: Production
fa: تولید

source: progress from last week
fa: پیشرفت از هفته گذشته

source: Registered Users
fa: کاربران ثبت‌ نام‌شده

source: Wallet Balances
fa: موجودی کیف پول

source: shop
fa: فروشگاه

source: Page Title
fa: عنوان

source: about us
fa: درباره ما

source: For more information, submit a request.
fa: برای اطلاعات بیشتر، یک درخواست ارسال کنید.

source: Submit A Query
fa: ارسال درخواست

source: Blog Detail
fa: جزئیات پست

source: Follow
fa: دنبال کنید

source: min read
fa: دقیقه مطالعه

source: Comments
fa: نظر ها

source: Submit A Comment
fa: ارسال نظر

source: post comment
fa: ثبت نظر

source: Blog Grid
fa: گرید وبلاگ

source: min
fa: دقیقه

source: Read More
fa: بیشتر بخوانید

source: Read by category
fa: مطالعه بر اساس دسته‌بندی

source: Blog List
fa: لیست بلاگ

source: cart
fa: سبد خرید

source: Have a coupon?
fa: کد تخفیف دارید؟

source: Enter your coupon code here &amp; get awesome discounts!
fa: کد تخفیف خود را وارد کنید و تخفیف‌های عالی دریافت کنید!

source: Remove
fa: حذف

source: Apply
fa: اعمال

source: Login And Complete Your Profile First
fa: ابتدا پروفایل خود را کامل کنید

source: Checkout Now
fa: پرداخت

source: Error removing item from cart
fa: خطا در حذف آیتم از سبد خرید

source: Coupon removed successfully!
fa: کد تخفیف با موفقیت حذف شد!

source: Coupon applied successfully!
fa: کد تخفیف با موفقیت اعمال شد!

source: An error occurred while applying the coupon.
fa: هنگام اعمال کد تخفیف خطا رخ داد.

source: Shop Grid
fa: گرید محصولات

source: Brand
fa: برند

source: Categories
fa: دسته بندی ها

source: Ratings
fa: امتیاز ها

source: Price Range
fa: محدوده قیمت

source: Min
fa: کمترین

source: Max
fa: بیشترین

source: Apply Filter
fa: اعمال فیلترها

source: Sort by
fa: مرتب‌سازی بر اساس

source: Newest
fa: جدیدترین

source: Popular
fa: محبوب

source: Rating
fa: امتیاز

source: Login
fa: ورود

source: Go Home
fa: برو به صفحه اصلی

source: Change Password
fa: تغییر رمز عبور

source: Old Password
fa: رمز عبور فعلی

source: New Password
fa: رمز عبور جدید

source: Repeat New Password
fa: تکرار رمز عبور جدید

source: Update Password
fa: تغییر رمز عبور

source: Cash On Delivery
fa: پرداخت در محل

source: Credit Card Image
fa: تصویر کارت اعتباری

source: Pay when you receive your products
fa: هنگامی که محصولات خود را دریافت کردید پرداخت کنید

source: Order Now
fa: ثبت نهایی سفارش

source: Payment Method
fa: روش پرداخت

source: Cash On Delivary
fa: پرداخت در محل

source: checkout
fa: پرداخت

source: Billing Information
fa: مشخصات خریدار

source: Shipping Method
fa: روش ارسال

source: Your billing information is incomplete. Please update it to proceed.
fa: اطلاعات صورتحساب شما کامل نیست. لطفاً برای ادامه آن را بروزرسانی کنید.

source: Please select a shipping method to proceed.
fa: لطفاً یک روش ارسال را برای ادامه انتخاب کنید.

source: Complete Profile First
fa: ابتدا پروفایل خود را کامل کنید

source: Confirm & Pay
fa: تأیید و پرداخت

source: Contact Us
fa: ارتباط با ما

source: Write to us. We will reply to you as soon as possible. But yes, it can take up to 24 hours.
fa: واسمون بنویسید. ما جواب میدیم ولی ممکنه یخورده زمان ببرهحداکثر تا ۲۴ ساعت

source: Edit Profile
fa: ویرایش پروفایل

source: Address Details
fa: آدرس

source: Save All Changes
fa: ذخیره تغییرات

source: Flash Sale
fa: فروش ویژه

source: Password recovery email is sent successfully. Please check your inbox!
fa: ایمیل بازیابی رمز عبور با موفقیت ارسال شد. لطفاً صندوق ورودی خود را بررسی کنید!

source: Email or Username
fa: نام کاربری یا ایمیل

source: Reset Password
fa: بازیابی رمز عبور

source: Email or username not found. Please try again.
fa: ایمیل یا نام کاربری یافت نشد. لطفاً دوباره تلاش کنید

source: Home Page
fa: خانه

source: Add to Home Screen
fa: افزودن به صفحه اصلی

source: Close
fa: بستن

source: Click the Add to Home Screen button to use it like a regular app!
fa: دکمه افزودن به صفحه اصلی را بزنید تا مانند یک اپلیکیشن معمولی از آن استفاده کنید!

source: Search
fa: جستجو

source: You can change your display to a dark background using a dark mode.
fa: شما می‌توانید نمایش خود را با استفاده از حالت تاریک به پس‌زمینه‌ای تیره تغییر دهید.

source: Switch to Dark Mode
fa: تغییر به حالت تاریک

source: Products
fa: محصولات

source: View All
fa: دیدن همه

source: Start
fa: شروع

source: Password
fa: رمز عبور

source: Log In
fa: ورود

source: Forgot Password?
fa: فراموشی رمز عبور؟

source: Didn't have an account?
fa: حساب کاربری ندارید؟

source: Register Now
fa: هم اکنون ثبت نام کنید

source: View as guest
fa: مشاهده به عنوان مهمان

source: Orders
fa: سفارش ها

source: Estimate
fa: تخمین

source: profile
fa: پروفایل

source: Notification(s)
fa: اعلان ها

source: Clear All
fa: خواندن همه

source: Before
fa: قبل

source: Offline Detected
fa: وضعیت آفلاین

source: No Internet Connection!
fa: اتصال به اینترنت برقرار نیست!

source: Seems like you're offline, please check your internet connection. This page doesn't support when you offline!
fa: ظاهراً به اینترنت وصل نیستید! نگران نباشید، اینترنت خود رو بررسی کنید تا بتونید به راحتی از سایت استفاده کنید. این صفحه در حالت آفلاین کار نمی‌کنه!

source: Back Home
fa: بازگشت به خانه

source: Pages
fa: صفحات

source: Home
fa: خانه

source: Intro/Flash Screen
fa: صفحه معرفی

source: Shop
fa: فروشگاه

source: Shop List
fa: لیست محصولات

source: Wishlist Grid
fa: گرید علاقه‌مندی‌ها

source: Wishlist List
fa: لیست علاقه‌مندی‌ها

source: Featured Products
fa: محصولات ویژه

source: Order Status
fa: وضعیت سفارش

source: Cart & Checkout
fa: سبد خرید و پرداخت

source: Checkout
fa: پرداخت

source: Checkout Bank
fa: پرداخت از طریق بانک

source: Checkout Cash
fa: پرداخت نقدی

source: Checkout Credit Card
fa: پرداخت از طریق کارت اعتباری

source: Checkout Payment
fa: پرداخت در هنگام تسویه حساب

source: Payment Success
fa: پرداخت موفق

source: Authentication
fa: احراز هویت

source: Register
fa: ثبت نام

source: OTP Send
fa: ارسال رمز یکبار مصرف

source: OTP Confirmation
fa: تأیید رمز یکبار مصرف

source: Forget Password
fa: فراموشی رمز عبور؟

source: Forget Password Success
fa: بازیابی رمز عبور با موفقیت انجام شد

source: Blog
fa: بلاگ

source: Chat & Notifications
fa: چت و اعلان‌ها

source: Message/Chat
fa: پیام

source: Notifications
fa: اعلان ها

source: Notifications Details
fa: اعلان

source: Miscellaneous
fa: متفرقه

source: About Us
fa: درباره ما

source: Offline
fa: صفحه آفلاین

source: Select Language
fa: انتخاب زبان

source: Privacy Policy
fa: سیاست حریم خصوصی

source: Settings
fa: تنظیمات

source: Support
fa: پشتیبانی

source: Payment Failed
fa: پرداخت ناموفق

source: Something went wrong with your payment. Please try again or contact support.
fa: مشکلی در پرداخت شما پیش آمده است. لطفاً دوباره تلاش کنید یا با پشتیبانی تماس بگیرید.

source: Error:
fa: خطا:

source: Go Back to Shopping
fa: بازگشت به خرید

source: Payment Successful
fa: پرداخت با موفقیت انجام شد

source: We will notify you of all the details via email. Thank you!
fa: جزئیات خرید شما از طریق ایمیل برایتان ارسال خواهد شد. از خرید شما سپاسگزاریم!

source: Shopping Again
fa: خرید مجدد

source: Sign Up
fa: ثبت نام

source: Already have an account?
fa: حساب کاربری ندارید؟

source: Sign In
fa: ورود

source: Search Results
fa: نتایج جستجو

source: No products found.
fa: محصولی یافت نشد

source: First
fa: اول

source: Page
fa: صفحه

source: of
fa: از

source: Last
fa: آخر

source: Night Mode
fa: حالت شب

source: RTL Mode
fa: حالت راست به چپ

source: Availability
fa: دسترس‌پذیری

source: Language
fa: زبان

source: Farsi
fa: فارسی

source: Get Help
fa: دریافت کمک

source: View
fa: دیدن

source: Change
fa: تغییر

source: Short by
fa: مرتب‌سازی بر اساس

source: Most Viewed
fa: پر بازدیدترین

source: Product Details
fa: اطلاعات محصول

source: Very Good
fa: بسیار خوب

source: Average
fa: متوسط

source: Poor
fa: ضعیف

source: Flash sale end in
fa: فروش ویژه

source: Sold Out
fa: فروخته شده

source: Add To Cart
fa: اضافه به سبد خرید

source: Specifications
fa: مشخصات

source: Related Products
fa: محصولات مشابه

source: Ratings & Reviews
fa: رتبه بندی و نظرات

source: No reviews yet.
fa: برای این محصول نظری ثبت نشده است

source: Submit A Review
fa: ثبت نظر

source: Write your review...
fa: نظر خود را بنویسید...

source: Login First
fa: اول لاگین کنید

source: Save Review
fa: ذخیره نظر

source: Product Sub Category
fa: زیر دسته

source: support
fa: پشتیبانی

source: How can we help you with?
fa: چطور می‌توانیم به شما کمک کنیم؟

source: Wishlist
fa: لیست علاقه‌مندی‌ها

source: Wishlist Items
fa: کالا های مورد علاقه

source: Add all items to cart
fa: اضافه کردن همه به سبد خرید

source: Chat
fa: چت

source: New
fa: جدید

source: Full Name
fa: نام و نام خوانوادگی

source: Phone
fa: تلفن

source: My Orders
fa: سفارش ها

source: View Status
fa: وضعیت سفارش

source: Edit Billing Information
fa: ویرایش پروفایل

source: My Profile
fa: پروفایل من

source: My Wishlist
fa: علاقه مندی های من

source: Sign Out
fa: خروج

source: Shop Pages
fa: صفحات فروشگاه

source: All Pages
fa: همه صفحات

source: Your Password Changed successfully. Please Login Again
fa: رمز عبور شما با موفقیت تغییر کرد. لطفاً دوباره وارد شوید

source: Invalid username or password
fa: نام کاربری یا رمز عبور نادرست است

source: Your inquiry has been successfully submitted. We will get back to you shortly.
fa: درخواست شما با موفقیت ارسال شد. به زودی با شما تماس خواهیم گرفت.

source: Star and comment are required.
fa: ستاره و کامنت اجباری هستند.

source: Now
fa: جدید

source: Invalid request
fa: درخواست نامعتبر

source: Information Management
fa: مدیریت اطلاعات

source: Message must be at least 10 characters long.
fa: پیام باید حداقل ۱۰ کاراکتر باشد.

source: Name
fa: نام

source: Subject
fa: موضوع

source: Relevant URL
fa: آدرس اینترنتی مرتبط

source: Description
fa: توضیحات

source: Maximum 1000 characters
fa: حداکثر 1000 کاراکتر

source: About Us Information
fa: اطلاعات درباره ما

source: About Us Entries
fa: درباره ما

source: State
fa: استان

source: Cities
fa: شهر ها

source: title
fa: عنوان

source: The title of the inquiry category (e.g., Buying Support).
fa: عنوان دسته درخواست (مثلاً پشتیبانی خرید)

source: Inquiry Category
fa: دسته بندی

source: Inquiry Categories
fa: دسته بندی ها

source: The name of the person submitting the inquiry.
fa: نام فرد ارسال کننده درخواست

source: The email address of the person submitting the inquiry.
fa: آدرس ایمیل شخصی که درخواست را ارسال کرده است.

source: The subject of the inquiry.
fa: موضوع درخواست

source: Message
fa: پیام

source: The detailed message from the person submitting the inquiry.
fa: پیام شخصی که درخواست را ارسال کرده است.

source: An optional URL relevant to your inquiry (e.g., a related webpage).
fa: یک آدرس اینترنتی اختیاری مرتبط با درخواست شما (برای مثال، صفحه وب مرتبط).

source: Select the category of the inquiry.
fa: دسته‌بندی درخواست را انتخاب کنید.

source: Contact Us Inquiry
fa: ارتباط با ما

source: Contact Us Inquiries
fa: ارتباط با ما

source: An optional logo image for the FAQ.
fa: اختیاری

source: Answer
fa: پاسخ

source: Maximum 500 characters
fa: حداکثر 500 کاراکتر

source: FAQ Group
fa: گروه

source: The group to which this FAQ belongs.
fa: گروهی که این پرسش متداول به آن تعلق دارد.

source: FAQ
fa: پرسش

source: FAQs
fa: پرسش‌ ها

source: FAQ Groups
fa: گروه‌ها

source: Privacy Policy Text
fa: متن سیاست حریم خصوصی

source: Maximum 5000 characters
fa: حداکثر 5000 کاراکتر

source: Privacy Policy Information
fa: اطلاعات سیاست حریم خصوصی

source: Privacy Policies
fa: سیاست‌های حریم خصوصی

source: The physical address of the shop location.
fa: آدرس فیزیکی مکان فروشگاه.

source: Location
fa: مختصات فروشگاه

source: Geographical coordinates (longitude, latitude) of the shop location.
fa: مختصات جغرافیایی (طول جغرافیایی، عرض جغرافیایی) مکان فروشگاه.

source: Latitude must be between -90 and 90 degrees.
fa: عرض جغرافیایی باید بین -90 و 90 درجه باشد.

source: Longitude must be between -180 and 180 degrees.
fa: طول جغرافیایی باید بین -180 و 180 درجه باشد.

source: Shop Location
fa: آدرس فروشگاه

source: Shop Locations
fa: آدرس فروشگاه

source: States
fa: استان ها

source: add user to group
fa: اضافه کردن کاربر به گروه

source: users successfuly added to group
fa: کاربران با موفقیت به گروه اضافه شدند

source: messaging
fa: پیام‌رسانی

source: group
fa: گروه

source: Your account status has changed
fa: وضعیت حساب شما تغییر کرده است

source: Dear {name}, your account has been activated. You can now submit your responses!
fa: {name} عزیر حساب شما فعال شده. میتونید جواب خودتون الا ارسال کنید

source: Dear {name}, your account has been rejected by the shop moderator.
fa: {name} عزیز, اکانت شما غیرفعال شد

source: Welcome to shop
fa: خوش اومدید به برنت شاپ

source: Dear {name}, your information has been successfully registered. After approval by the shop moderator, your account will be activated.
fa: عزیز {name}، اطلاعات شما با موفقیت ثبت شد. پس از تأیید توسط مدیر shop، حساب شما فعال خواهد شد.

source: Hello {name}, welcome to shop! Start asking questions and discovering answers right away.
fa: سلام {name}، به shop خوش آمدید! بلافاصله شروع به پرسیدن سوالات و کشف پاسخ‌ها کنید.

source: Notification
fa: اعلان

source: A new answer has been posted for your question. Read it now!
fa: یک پاسخ جدید برای سوال شما ارسال شده است. هم‌اکنون آن را بخوانید!

source: New Achievement
fa: دستاورد جدید

source: Congratulations! You have successfully received the {medal_name} medal.
fa: تبریک می‌گوییم! شما با موفقیت مدال {medal_name} را دریافت کرده‌اید.

source: A response has been posted for your ticket titled {subject}. Please check it.
fa: یک پاسخ برای تیکت شما با عنوان {subject} ارسال شده است. لطفاً آن را بررسی کنید.

source: Your ticket titled {subject} has been closed. We hope your issue has been fully resolved.
fa: تیکت شما با عنوان {subject} بسته شده است. امیدواریم مشکل شما به طور کامل حل شده باشد.

source: New Ticket Notification
fa: اعلان تیکت جدید

source: A new ticket titled {subject} has been created. Please address it.
fa: یک تیکت جدید با عنوان {subject} ایجاد شده است. لطفاً به آن رسیدگی کنید.

source: groups
fa: گروه ها

source: user
fa: کاربر

source: group user
fa: گروه کاربر

source: group users
fa: گروه کاربران

source: content
fa: محتوا

source: send in app
fa: ارسال درون برنامه ای

source: send notification
fa: ارسال اعلان

source: send email
fa: ارسال ایمیل

source: send sms
fa: ارسال پیامک

source: group message
fa: پیام گروه

source: group messages
fa: پیام های گروه

source: is seen
fa: دیده شده

source: Event Type
fa: نوع رویداد

source: Event Data
fa: اطلاعات رویداد

source: user message
fa: پیام کاربر

source: user messages
fa: پیام های کاربر

source: Token
fa: توکن

source: Save
fa: ذخیره

source: order management
fa: مدیریت سفارشات

source: The user who placed the order
fa: کاربری که از کوپن استفاده کرده است.

source: Shipping Address
fa: آدرس گیرنده

source: The shipping address for the order
fa: آدرس ارسال سفارش

source: Coupon
fa: کوپن

source: The coupon applied to the order
fa: کوپن اعمال شده به سفارش

source: Order Note
fa: یادداشت سفارش

source: Any special instructions for the order. Maximum 1000 characters
fa: توضیحات سفارش. حداکثر 1000 کاراکتر

source: Total Product Price
fa: قیمت کل محصول

source: The total price of all products before any discounts.
fa: قیمت کل تمامی محصولات قبل از اعمال هرگونه تخفیف.

source: Coupon Discount
fa: تخفیف کوپن

source: Total discount applied via coupon. This is the discount from a coupon applied to the order.
fa: تخفیف کل اعمال شده از طریق کوپن. این تخفیف مربوط به کوپنی است که به سفارش اعمال شده است.

source: Product Discount
fa: تخفیف محصول

source: Total discount applied directly to the products. This does not include coupon discounts.
fa: تخفیف کل اعمال شده به طور مستقیم بر روی محصولات. این تخفیف شامل تخفیف‌های کوپن نمی‌شود.

source: Shipment Price
fa: هزینه ارسال

source: The shipment price
fa: هزینه ارسال

source: Total Price
fa: قیمت نهایی

source: The final total price after all discounts (both product and coupon discounts) have been applied and shipment price.
fa: قیمت نهایی پس از اعمال تمامی تخفیف‌ها (شامل تخفیف‌های محصول و کوپن )و هزینه ارسال.

source: Current Order Status
fa: وضعیت سفارش

source: The Current Order Status
fa: وضعیت سفارش

source: Order #{} for {}
fa: سفارش #{} برای {}

source: Order
fa: سفارش

source: The order to which this item belongs
fa: سفارشی که این آیتم به آن تعلق دارد

source: The product included in the order
fa: محصول شامل در سفارش

source: Product Title
fa: عنوان محصول

source: Product Price
fa: قیمت محصول

source: Discount applied to the product
fa: تخفیف اعمال شده به محصول

source: The quantity of the product ordered
fa: تعداد محصول سفارش داده شده

source: Final Price
fa: قیمت نهایی

source: The final price after quantity and discounts
fa: قیمت نهایی پس از اعمال تعداد و تخفیف‌ها

source: OrderItem for {} (x{})
fa: آیتم سفارش برای {} (x{})

source: Order Item
fa: آیتم سفارش

source: Order Items
fa: آیتم‌های سفارش

source: The order associated with this shipment
fa: سفارشی که با این مرسوله مرتبط است

source: Shipment Type
fa: نوع ارسال

source: Shipping Date
fa: تاریخ ارسال

source: The date when the shipment was made
fa: تاریخ ارسال مرسوله

source: Shipment #{} for Order #{}
fa: مرسوله #{} برای سفارش #{}

source: Order Shipment
fa: مرسوله سفارش

source: Order Shipments
fa: مرسولات سفارش

source: The order related to this status
fa: سفارشی که به این وضعیت مرتبط است

source: Order Status Type
fa: نوع وضعیت سفارش

source: The type of order status
fa: نوع وضعیت سفارش را نشان می‌دهد

source: Timestamp
fa: برچسب زمان

source: Estimated Delivery Time
fa: زمان تخمینی تحویل

source: Order #{} Status {}
fa: وضعیت سفارش #{} {}

source: Order Statuses
fa: وضعیت سفارش ها

source: Products Management
fa: مدیریت محصولات

source: Other
fa: بقیه

source: Sort By
fa: مرتب‌سازی بر اساس

source: Maximum 3000 characters
fa: حداکثر 1000 کاراکتر

source: Price
fa: قیمت

source: Variants
fa: محصولات مشابه

source: Product Brand
fa: برند محصول

source: Product Brands
fa: برند های محصول

source: Product Category
fa: دسته بندی محصول

source: Product Categories
fa: دسته‌بندی‌های محصول

source: Type
fa: نوع

source: Amount
fa: مقدار

source: Product Discounts
fa: تخفیف‌های محصول

source: For percentage discounts, amount must be between 0 and 100.
fa: برای تخفیف‌های درصدی، مقدار باید بین ۰ تا ۱۰۰ باشد.

source: Alt Text
fa: متن

source: Product Image
fa: تصویر محصول

source: Product Images
fa: تصاویر محصول

source: Value
fa: مقدار

source: Product Property
fa: ویژگی محصول

source: Product Properties
fa: ویژگی‌های محصول

source: Is Accepted
fa: آیا تأیید شده است

source: Product Review
fa: بازخورد محصول

source: Product Reviews
fa: بازخورد های محصول

source: Product Tag
fa: برچسب محصول

source: Product Tags
fa: برچسب های محصول

source: Product Wishlist
fa: لیست علاقه‌مندی‌ محصول

source: Product Wishlists
fa: لیست علاقه‌مندی‌های محصول

source: Discount Details
fa: جزئیات تخفیف

source: User Eligibility
fa: واجدین شرایط

source: Audit Info
fa: اطلاعات حسابرسی

source: Promotions Management
fa: مدیریت پروموشن ها

source: Code
fa: کد

source: Unique code to apply this coupon.
fa: کد منحصر به فرد برای اعمال این کوپن.

source: Valid From
fa: معتبر از

source: The start date and time for coupon validity.
fa: تاریخ و زمان شروع اعتبار کوپن.

source: Valid Until
fa: معتبر تا

source: The end date and time for coupon validity.
fa: تاریخ و زمان پایان اعتبار کوپن.

source: Total Uses
fa: تعداد استفاده‌ها

source: Maximum number of times this coupon can be used.
fa: حداکثر تعداد دفعاتی که این کوپن می‌تواند استفاده شود.

source: Eligible Users
fa: کاربران واجد شرایط

source: Users eligible to use this coupon.
fa: کاربرانی که می‌توانند از این کوپن استفاده کنند.

source: Discount Type
fa: نوع تخفیف
